/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "Der er ved at blive oprettet en bølgetabel. Prøv igen, når den er oprettet.";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "Der blev fundet timbrale oplysninger til en enkelt bølgeform. Formant modulation er tilgængelig, hvis du skifter modulationsknappen til “Formant”. Knapperne Figur 1 og Figur 2 virker ikke.";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "Hvis der skal oprettes en bølgetabel, skal lydarkivet have en konstant tonehøjde, flere sektioner med toner adskilt af stilhed eller en eller flere enkelte cyklysdele.";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "Den nye bølgetabel indeholder %d bølgeformer.";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "Bølgetabel ved at blive oprettet";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "Bølgetabel oprettet med en enkelt bølgeform";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "Bølgetabel ikke oprettet";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "Bølgetabel oprettet";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "Intern";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "Sidechain:";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "Fra";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "Ekstern lyd ind:";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "Identifikation af noder";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "Analyser tonehøjde";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "Analyserer: %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "Fejl ved åbning af arkiv";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "Det arkiv, du prøver at indlæse, findes ikke.";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "Fejl ved åbning af arkiv";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "Der er ikke nok hukommelse til indlæsning af det valgte arkiv.";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "Arkivet indeholder tempoændringer";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "Advarsel: Et eller flere af de arkiver, du importerer, indeholder mærker for tempoændring. Denne version af MainStage understøtter ikke synkronisering af arkiver med tempoændringer.";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "Fejl ved åbning af arkiv";

/* Playback file alert */
"PlaybackTransientsMessage" = "Transienterne i det valgte arkiv er blevet skjult i Logic Pro. Åbn arkivet i Logic Pro, og vis transienterne, før du åbner arkivet igen i tilbehøret.";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "Ukendt fejl";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "Det valgte arkiv kunne ikke åbnes.";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "Ikke understøttet format på lydarkiv";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "Det lydarkiv, du prøver at tilføje, har ikke et understøttet arkivformat. Konverter arkivet til et understøttet format vha. iTunes eller et andet lydprogram, før du føjer det til Playback-tilbehøret.";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = " (Arkiv mangler)";
